export const personalities = [
  {
    Title: "Шинжээч (N) (T)",
    description:
      "Шинжээчид ихэвчлэн анхаарлаа төвлөрүүлж, аналитик шинж чанартай байдаг ч гайхалтай бүтээлч байдаг",
    items: [
      {
        id: 1,
        type: "INTJ",
        basic:
          "As one of the rarest personality types – and one of the most capable – Architects (INTJs) know this all too well. Rational and quick-witted, Architects pride themselves on their ability to think for themselves, not to mention their uncanny knack for seeing right through phoniness and hypocrisy. But because their minds are never at rest, Architects may struggle to find people who can keep up with their nonstop analysis of everything around them.",
        name: "Architect",
        aw: {
          strength: [
            "INTJ-ууд зөвхөн төлөвлөгөө эсвэл үйл ажиллагааны чиглэлийг хардаг төдийгүй үүсч болзошгүй янз бүрийн нөхцөл байдлаас шалтгаалан хэд хэдэн нөөцлөлтөд бэлэн байдаг. Боломжуудыг олж харах, боломжуудыг таньж мэдэх өргөн цар хүрээтэй, ирээдүй рүү чиглэсэн алсын хараатай бол тэдгээр нь нүх, цоорхой, үл нийцэх байдлыг харахуйц нарийвчилсан бөгөөд логиктой байдаг.",
            "Хэдийгээр INTJ нь гаднаас харахад хэцүү мэт санагдаж болох ч тэд өөрчлөлт, шинэчлэлтийг маш сайн хүлээн авч, дэмждэг төрөл бөгөөд энэхүү нээлттэй арга нь тэдний асуудлыг шийдвэрлэх мэдлэгийг дээшлүүлэхэд тусалдаг. Тэд ихэнх хүмүүс, үйл явц, тогтолцоог сайжруулах боломжтой гэдэгт итгэдэг бөгөөд энэ өөрчлөлтийг бий болгох шинэ, бүтээлч арга замыг эрэлхийлнэ.",
            "INTJ-ууд зөвхөн гадны болон бусад хүмүүсийг өөрчлөхийг эрмэлздэггүй. Тэд мөн өөрсөд дээрээ хичээнгүйлэн ажиллах болно. Хэдийгээр тэд өөрсдийн мэдрэмж, сэтгэл хөдлөлийн байдалд удаан хугацаагаар ханддаггүй ч өөрийгөө сайжруулах ажилд бүрэн оролцдог. Тэд насан туршдаа суралцагчид бөгөөд мэдлэг, ур чадвараа нэмэгдүүлэх арга замыг үргэлж эрэлхийлэх болно.",
          ],
          weakness: [
            "INTJ-ийн оюун ухаан, логик, шалтгааны талбарт ур чадвар нь маргаангүй бөгөөд тэдний гол давуу талуудын нэг нь тэдний санаа бодолд итгэх итгэл юм. Гэсэн хэдий ч эдгээр давуу талууд нь давуу байдлын цогцолбор болж хувирах үед сул тал болж хувирдаг. Харамсалтай нь, INTJ-ийн дунд энэ нь ховор биш юм. Тэд ихэмсэг, бардам зантай байхаас гадна хүссэнээрээ хурдан баригддаггүй хүмүүст тэвчээргүй ханддаг. Логик, оновчтой сэтгэх чадвар багатай хүмүүс шүүмжлэлтэй, үл тэвчих чадвартай байдаг.",
            "INTJ-ууд нь EQ багатай, өөрийн болон бусдын сэтгэл хөдлөлийг татах хүсэлгүй гэдгээрээ алдартай. Дэлхий ертөнцийг логик, оновчтой үндэслэлээр төсөөлөхийг илүүд үздэг тул сэтгэл хөдлөлийн асуудалд тэвчээр багатай байдаг. Тэд бусдын сэтгэл хөдлөлийн дохио, хэрэгцээг хүлээн авч, хариу үйлдэл үзүүлэх гэж тэмцдэг. Энэ нь хүмүүс хоорондын харилцаа, түүнчлэн тэдний өсөлт хөгжилтийг боомилж, бусдыг (ядаж) гараас хол байлгахад хүргэж болзошгүй юм.",
            "INTJ нь ажилд өндөр ач холбогдол өгдөг бөгөөд мэргэжлийн амьдралдаа бүрэн зориулагдана. Гэхдээ энэ нь гэр бүл, бусад харилцаа холбоо, чөлөөт цагаа өнгөрөөхөд зарцуулж болох цаг хугацааны үнээр ирдэг. INTJ түүнийг тэргүүлэх ач холбогдолгүй, үр дүнд нь харилцааны асуудалтай тулгарахад амархан байдаг. Тэдний мэргэжлийн амжилтанд хүрэх хүсэл нь үр дүнгээ өгөх нь гарцаагүй ч энэ нь тэдний амьдралын үлдсэн хугацаанд хохирол учруулж болзошгүй юм.",
          ],
        },
        image: "/personalities/intj.png",
      },
      {
        id: 2,
        type: "INTP",
        image: "/personalities/intp.svg",
        name: "Analyst",
        basic:
          "Гүн ухаантан, сэтгэл хөдлөлөө ил гаргахгүй, тайван, тав тухтай орчныг эрхэмлэнэ. Шийдвэр гаргахдаа болгоомжтой, дүгнэлт хийх дуртай, өнгөрсөн, одоо болон ирээдүйн хооронд ямар нэгэн уялдаа холбоо бий гэж үздэг. Өөрчлөлтөнд маш эмзэг тул хүндээр хүлээж авдаг. Баримт, үзэл бодол, санааг шууд хүлээж авдаг тул заримдаа сэтгэл санааны гутралд орох магадлалтай. ",
        aw: {
          strength: [
            "INTP төрлийн хүмүүс нь нарийн төвөгтэй зүйлсийн логик холбоо сүлбээг тайлах төрөлхийн чадвартай",
            "Тэд ихэвчлэн шинийг санаачлагч байдаг бөгөөд шинэ зүйл бүтээх, аливаа зүйлийг хийх шинэ арга замыг олох дуртай.",
            "Тэд туйлын  үнэн зөвийг үнэлдэг бөгөөд ихэнхдээ нотлох баримтыг жинжэлж, шударга зөв дүгнэлт гаргах чадвартай байдаг.",
          ],
          weakness: [
            "INTP төрлийн хүмүүс өөрсдийнхээ бодолт ороогдон юмсийг хэтрүүлэн бодон дүгнэлт гаргах талдээр маш удаан хугацаа авах магадлалтай байдаг",
            "INTP нь сэтгэл хөдлөлөө сайн илэрхийлдэггүйгээс болоод бусдад өөрийгөө хүйтэн хөндий гэх ойлголт өгөхөд хүргэдэг. Тэд мөн бусдын сэтгэл санааг ойлгоход бэрхшээлтэй байдаг",
            "Тэд амархан сатаарч, сонирхолгүй гэж бодож байгаа зүйлдээ анхаарал төвлөрүүлж чададгүй төлөвтэй байдаг.",
          ],
        },
      },
      {
        id: 3,
        type: "ENTJ",
        basic:
          "ENTJ хүмүүс ихэвчлэн өрсөлдөх чадвартай, анхаарлаа төвлөрүүлдэг, урам зориг ихтэй байдаг. Тэд том төлөвлөгөөнд зориулж эргэн тойрондоо болж буй бүх зүйлийг анхаардаг. ENTJ-үүд урт хугацааны зорилго тавьж, ихээл судалгаа хийнэ шийдвэрээ гарган цаашдаа хөгжих боломжийг гаргадаг. Тэдний тодорхой үндэслэл, хурдан шийдвэр гаргах чадвар нь манлайлал эсвэл удирдлагын үүрэгт зохицсон байдаг.",
        name: "",
        aw: {
          strength: [
            "Тэд ажилдаа хязгааргүй эрч хүчийг гаргадаг бөгөөд тэр нь илүү сайн үр дүнд хүргэдэг.",
            "Тэд ихэвчлэн тайван байж асуудал тулгарсан үед аналитик сэтгэлгээгээр нөхцөл байдлыг даван туулах чадвартай байдаг.",
            "Хамгийн сайнаараа бол ENTJ-ууд бусдыг хамгийн ашигтай шийдвэрт хөтөлж чаддаг.",
          ],
          weakness: [
            "ENTJ-ууд бусдыг өөрсдийн боломжгүй стандартыг баримталдаг бөгөөд хүн бүр тэдэн шиг шаргуу ажиллаж чадна гэдэгт итгэдэг.",
            "Тэд байгалиасаа шууд бус эсвэл арай удаан байдаг хүмүүст ихэвчлэн тэвчээр дутагдаж байдаг. ",
            "ENTJs нь зорилгодоо хүрэхийн тулд бие махбодийн болон сэтгэл санааны хэрэгцээгээ үл тоомсорлодог хэнэггүй зантай.",
          ],
        },
        image: "/personalities/entj.png",
      },
      {
        id: 4,
        type: "ENTP",
        basic:
          "ENTP-чүүд харьцангуй ховор байдаг ба хүн амын 2% -иас 5% -д байдаг. Энэ нь бусад төрлийн зан чанартай харьцуулахад бага юм. ENTP хүмүүс бүтээлч шинж чанарнь давамгайлсан байдаг. Тэд оюуны өдөөлтөд дуртай бөгөөд үргэлж шинэ санаатай байх хандлагатай байдаг. Тэд ерөнхийдөө дэг журмаар хоригдох дургүй ба эрх чөлөөмэй өөрийнхөөрөө байх дуртай. Тэд бусдын үзэл бодлоос илүү өөрийн үзэл бодолдоо үнэнч байх нь элбэг. Мөн тэд бусдад үргэлж нээлттэй байдаг.",
        name: "/personalities/entp.webp",
        aw: {
          strength: [
            "Тэд хэнтэйч маргалдах эрч хүчээр бялхаж байдаг тэднийг эрч хүчээр ялах нь олимпийн медаль авахтай дүйцнэ.",
            "Тэдний өөртөө итгэх итгэл нь цунатигаас ч өндөр байдаг.",
            "ENTP-чүүд ямар ч ажил даалгасан хийж чадахаар уян хатан чанартай. ",
          ],
          weakness: [
            "Тэдэнд тууштай байдал үргэлж дутагддаг учир нь тэд уйдахдаа хурдан.",
            "Тэд яг л язгууртан шиг ихэмсэг байх дуртай бөгөөд үл тоомсорлох үлзэлтэй байдаг.",
            "ENTP-чүүд маргаан гэвэл уухайн тас гүйгээд орно",
          ],
        },
        image: "/personalities/entp.webp",
      },
    ],
  },

  {
    Title: "Дипломатууд (N) (F)",
    description:
      "Дипломатууд сайхан сэтгэлтэй бусад хүмүүст тусалж, дэмжих дуртай",
    items: [
      {
        id: 5,
        type: "INFJ",
        name: "something",
        basic:
          "INJF төрлийн хүн бол өндөр мэдрэмж, зөн совинтой,  бүтээлч,  маш хүчтэй үзэл бодолтой,  шийдэмгий, тэсвэр хатуужилтай, зоригтой, итгэл үнэмшилтэй ч түүнийгээ давуу тал болгон ашиглаж чаддагүй хүмүүс аж. Энэ төрлийн хүмүүс хэдийгээр хувь хүн талаасаа хэнийг ч дагуулахгүй чадвартай ч түүнийгээ ил гаргаж ашиглаж чаддаггүй. Энэ нь эсрэгээрээ тэр хүний бусадтай харилцах харилцаанд сөргөөр нөлөөлж, тухайн хүнийг өөрийн амьдралдаа сэтгэл дундуур явахад хүргэдэг байна.  Мөн INFJ төрлийн хүмүүс өөрийгөө бусдад ойлгуулахад маш хүндрэлтэй байдаг ажээ. ",
        image: "/personalities/infj.png",
        aw: {
          strength: [
            "INFJ-ууд бусдыг гүн гүнзгий ойлгох чадвараараа алдартай. Тэд ихэвчлэн энэрэнгүй бөгөөд тусламж хэрэгтэй хүмүүст туслахад бэлэн байдаг.",
            "INFJ-ууд хүчтэй зөн совинтой бөгөөд ихэнхдээ ямар нэг нөхцөл байдал болон хүмүүсийг өнгөцхөн биш гүн гүнзгий харах чадвартай байдаг",
            "INFJ-ууд ихэвчлэн маш бүтээлч байдаг бөгөөд ирээдүйг харан зөгнөх чадвар өндөр. Тэд  ямарваа нэг боломжыг олж харж, асуудлыг шийдэх шинэлэг шийдлүүдийг гаргаж чаддаг",
          ],
          weakness: [
            "INFJ ямарваа нэг зүйлийг хийхдээ хэтэрхий төгс хийхгээд байдаг ба хийж байгаа зүйл нь хэзээ ч хангалтгүй юм шиг санагддаг. Энэ нь ямар нэг төслийг хойшлуулалах, дуусгахад хүндрэл учруулдаг",
            "INTP-тэй адил INFJ-ууд өөрсдийн бодолдоо ороогдож, нөхцөл байдлыг хэт задлан шинжилж, шийдвэр гаргах эсвэл арга хэмжээ авах талдээр хүндрэлтэй байдал гаргадаг.",
            "INFJ-ууд ямарваа нэг зөрчилдөөнөөс зайлсхийж энэ нь тэд өөрсдийнхөө төлөө тэмцэхгүй байх тохиолдол бий. Мөн тэд бусдын сэтгэл санааны ачааг дэндүү их үүрч, ядарч туйлдахад хүргэдэг.",
          ],
        },
      },
      {
        id: 6,
        type: "INFP",
        basic: `INFP төрлийн хүмүүс нь ихэвчлэн "идеалист" буюу "Зуучлагч" зан гэж тайлбарласан байдаг. Ийм зан чанартай хүмүүс дотогшоо, идеалист, бүтээлч, өндөр үнэт зүйлд хөтлөгдөх хандлагатай байдаг. Тэд дэлхийг илүү дээр газар болгохыг хүсдэг ба тэд бусдад хэрхэн тусалж чадах талаар их сонирхдог. Тэд мөн өөрсдийнхөө тухай, энэ ертөнцөд хэрхэн нийцэж байгаагаа илүү сайн ойлгохыг хичээдэг. Ийм зан чанартай хүмүүс амьдралынхаа зорилгыг тунгаан бодож, хүн төрөлхтөнд хамгийн сайнаараа туслахын тулд ур чадвар, авъяас чадвараа хэрхэн ашиглах талаар бодоход маш их цаг зарцуулдаг.`,
        image: "/personalities/infp.png",
        aw: {
          strength: [
            "INFP нь бусдын төлөө маш их санаа тавьдаг бөгөөд бусад хүмүүсийн амьдралд ямар нэгэн байдлаар эерэг нөлөө үзүүлэхийг эрмэлзэлдэг.",
            "INFP нь маш тод төсөөлөлтэй тул урлаг, уран зохиолын янз бүрийн хэлбэрээр өөрсдийгөө бүтээлчээр илэрхийлдэг.",
            "INFP нь нээлттэй сэтгэлгээтэй, дасан зохицох чадвартай бөгөөд амьдралд уян хатан ханддаг бөгөөд энэ нь тэдэнд шинэ туршлага, санааг хүлээн зөвшөөрөх боломжийг олгодог.",
          ],
          weakness: [
            "INFP нь өөрийгөө маш их шүүмжилдэг бөгөөд, ихэнхдээ өөрсдийн чадвар, үнэ цэнийн талаар эргэлздэг.",
            "INFP ямарваа нэг маш их анхаарал төвлөрөлт эсвэл логик төлөвлөгөө шаардсан task хийхэд хэцүү байдаг.",
            "INFP-ууд зөрчилдөөн, сөргөлдөөнөөс зайлсхийж, харилцаандаа эв найрамдлыг хадгалахыг илүүд үздэг бөгөөд заримдаа өөрсдийн хэрэгцээ, хүслээ дагаж чадахгүй хохирдог",
          ],
        },
      },
      {
        id: 7,
        type: "ENFJ",
        basic:
          "ENFJ бол экстраверт, зөн совинтой, мэдрэмжтэй, шүүмжлэгч шинж чанартай хүн юм. Тэд бусдад туслах дуртай бөгөөд тэд хүчтэй санаа, үнэт зүйлстэй байх хандлагатай байдаг. Тэд зорилгодоо хүрэх бүтээлч эрч хүчээр өөрсдийн хэтийн төлөвийг дэмждэг.",
        aw: {
          strength: [
            "ENFJ-ууд хүчирхэг манлайлагч зан чанар та ба төрөлхийн удирдагчид байдаг.",
            "Ийм зан чанартай хүмүүс амлалт, үүрэг хариуцлагаа биелүүлэхэд хэцүү байсан ч биелүүлж чадна гэдэгт найдаж болно.",
            "Энэ төрлийн зан чанартай хүмүүс үнэнч алтруистууд бөгөөд өөрсдийн итгэдэг хүмүүс, үзэл санааны төлөө зогсохын тулд суман бороо өрсөхд бэлэн байдаг.",
          ],
          weakness: [
            "INFJ тулгарсан алдаа болгоноо засахын тулд өөрсөддөө хэт их дарамт үзүүлдэг. Гэхдээ эдгээр хүмүүс хичнээн хичээсэн ч дэлхийн бүх асуудлыг шийдэх нь бодитой биш юм",
            "Ийм зан чанартай хүмүүс бусдад өөрсдийн зөв гэж бодсон зүйлээ тулгах, болон юу хийж болох болохгүйг заах дуртай байдаг",
            "Энэрэнгүй сэтгэл нь энэ төрлийн хүмүүсийн хамгийн том давуу талуудын нэг юм. Гэхдээ INFJ нь бусдын асуудлыг өөрийнхөөрөө хүлээж авах хандлагатай байдаг бөгөөд энэ нь тэднийг сэтгэл санааны болон бие махбодийн хувьд ядрахад хүргэдэг.",
          ],
        },
        image: "/personalities/enfj.png",
      },
      {
        id: 8,
        basic:
          "ENFP нь зөн совинтой, мэдрэмжтэй, эрэл хайгуульд дуртай шинж чанартай хүн юм. Эдгээр хүмүүс өөрсдийн итгэл найдвар, бусдад сайн санааны хандлагыг илэрхийлсэн томоохон санаа, үйлдлийг хүлээж авах хандлагатай байдаг. Тэдний эрч хүчтэй энерги олон чиглэлд урсаж чаддаг. Чиний юу хийж амьдрах нь тэдэнд сонирхолгүй.",
        type: "ENFP",
        aw: {
          strength: [
            "Сониуч зан нь тэдэнд шинэ үүд хаалгуудийг нээж өгч байдаг.",
            "Тэд бусадтай нийцэмжтэй байдаг тул бусдыг ойлгодог.",
            "Урам зориг гэвэл тэдэнд байж л байдаг хэзээ ч хаана ч тэд бэлэн.",
          ],
          weakness: [
            "Тэд бол цаасны ажилд дургуй ба эмх замбраагүй байдал тэдний нэрийн хуудас.",
            "Ажилаал ихэлвэл тэдний эрүүл мэнд тэдэнд хамаагүй. Хайоан эрүүл мэнд.",
            "Итгэмдхий болохоор тэд хууртагдах нь элбэг.",
          ],
        },
        image: "/personalities/enfp.png",
      },
    ],
  },
  {
    Title: "Sentinels (S) (J)",
    description:
      "Sentinel төрөлийн хүмүүс нь шаргуу, нямбай, ажлын байранд дэг журам, тогтвортой байдлыг бий болгож, хүлээн зөвшөөрдөг.",
    items: [
      {
        id: 9,
        type: "ISTJ",
        basic:
          "ISTJ нь систем, институци доторх дэг журмыг бий болгож, хэрэгжүүлэхэд чиглэгдсэн хариуцлагатай зохион байгуулагчид юм. Тэд цэвэрхэн, эмх цэгцтэй, дотор болон гадна, хийдэг бүх зүйлдээ журамтай байдаг. Найдвартай, хариуцлагатай ISTJ-үүд уламжлалыг сахиж, дүрэм журмыг дагаж мөрдөхийг хүсдэг.",
        image: "/personalities/istj.png",
        aw: {
          strength: [
            "ISTJ бол төлөвлөгчид: Тэд аливаа зүйлийг урьдчилан сайтар төлөвлөх дуртай. Тэд эмх цэгцтэй амьдралаар амьдардаг. Тэд аливаа зүйлийг сайтар зохион байгуулах дуртай бөгөөд нарийн ширийн зүйлийг анхаарч үздэг. ",
            "ISTJ нь хариуцлагатай бөгөөд realistic байдаг: Тэд зорилгодоо хүрж, төслүүдээ дуусгахын тулд логик хандлагатай байдаг бөгөөд эдгээр даалгаврыг биелүүлэхийн тулд тууштай ажиллаж чаддаг.",
            "Тэд өмнө нь тогтоосон дүрэм, журмыг дагаж мөрдөхийг илүүд үздэг. ",
          ],
          weakness: [
            "ISTJ-ууд зөрүүд байж болно: Тэдний дэг журам, дүрэм журамд дуртай байдаг нь заримдаа зөрүүд байж, замдаа гацдаг гэсэн үг юм. Энэ нь тэд шинэ зүйлийг туршиж үзэх, эсвэл асуудлыг шийдэх өөр шийдлийг хайхыг эсэргүүцдэг гэсэн үг юм.",
            "ISTJ нь мэдрэмжгүй мэт санагдаж болно: ISTJ нь бусдад үнэнч, бусдыг хамгаалагч боловч тэдний шулуун шударга байх хандлага нь заримдаа сэтгэлийн шархыг үүсгэдэг. ",
            "ISTJ өөрсдийгөө буруутгах хандлагатай байдаг: Тэд хариуцлагатай, хөдөлмөрч байдаг тул аливаа зүйл буруу болоход өөрсдийгөө үндэслэлгүй буруутгах хандлагатай байдаг.",
          ],
        },
      },
      {
        id: 10,
        type: "ISFJ",
        basic:
          "(ISFJ) нь дотогшоо, ажиглагч, мэдрэмжтэй, шүүмжлэгч шинж чанартай хүн юм. Эдгээр хүмүүс өөрийн гэсэн тогтвортой байдлаараа дулаахан, даруухан байх хандлагатай байдаг. Тэд үр ашигтай, хариуцлагатай бөгөөд өдөр тутмын амьдралдаа практик нарийн ширийн зүйлийг анхаарч үздэг.",
        image: "/personalities/isfj.png",
        aw: {
          strength: [
            "Бусдад туслах нь тэдэнд үнэхээг гоё байдаг бөгөөд тэд өөрсдийн мэдлэг, туршлагаа хэрэгтэй хэнд баяртайгаар хуваалцдаг. Ийм зан чанартай хүмүүс аль болох өрсөлдөөнөөс илүү багаар ажиллахыг сонгодог.",
            "Тэд бусадтай нийцэмжтэй байдаг тул бусдыг ойлгодог.",
            "Урам зориг гэвэл тэдэнд байж л байдаг хэзээ ч хаана ч тэд бэлэн.",
          ],
          weakness: [
            "Тэд бол цаасны ажилд дургуй ба эмх замбраагүй байдал тэдний нэрийн хуудас.",
            "Ажилаал ихэлвэл тэдний эрүүл мэнд тэдэнд хамаагүй. Хайоан эрүүл мэнд.",
            "Итгэмдхий болохоор тэд хууртагдах нь элбэг.",
          ],
        },
      },
      {
        id: 11,
        type: "ESTJ",
        basic:
          "(ESTJ) нь экстраверт, ажиглагч, сэтгэн бодох, шүүмжлэх шинж чанартай хүн юм. Тэд өөрсдийн ухаалаг дүгнэлтийг чандлан дагадаг асар их хүч чадалтай. Тэд ихэвчлэн бусдын дунд тогтворжуулах хүч болж, бэрхшээлийн дунд хатуу чиглүүлж чаддаг.",
        image: "/personalities/estj.png",
        aw: {
          strength: [
            "Хүчтэй манлайлах ур чадвар: ESTJs бол хариуцлага хүлээх, шийдвэр гаргахдаа гарамгай байдаг төрөлхийн удирдагчид юм. Тэд юу хийх ёстойг тодорхой төсөөлж, бусдыг нэг зорилгод чиглүүлэх чадвартай гэдэгтээ итгэлтэй байдаг.",
            "Зохион байгуулалттай, үр ашигтай: ESTJs нь өндөр зохион байгуулалттай, үр ашигтай бөгөөд аливаа зүйлийг хийх чадвартай. Тэд зохион байгуулалттай орчинд амжилттай хөгжиж, даалгавар, хүмүүс, нөөцийг удирдах чадвартай.",
            "Хариуцлагатай, найдвартай: ESTJ-үүд үүрэг хариуцлагаа нухацтай авч үздэг бөгөөд маш найдвартай байдаг. Тэд амлалтаа биелүүлдэг бөгөөд тэдний хэлсэн зүйлд найдаж болно.",
          ],
          weakness: [
            "Уян хатан бус байдал: ESTJ-ууд сэтгэлгээний хувьд хатуу, уян хатан бус байж болох бөгөөд энэ нь тэднийг шинэ нөхцөл байдал, санаа бодолд дасан зохицоход хэцүү болгодог. Тэд өөрчлөлтийг эсэргүүцэх эсвэл шинэ хэтийн төлөвийг авч үзэх хүсэлгүй байж болно.",
            "Тэвчээргүй байдал: ESTJ-үүд тэдэн шиг хурдан эсвэл үр дүнтэй ажилладаггүй хүмүүст тэвчээргүй байж болно. Бусад нь тэдний хүлээлтийг хангахгүй эсвэл хурдаа гүйцэхгүй байх үед тэд урам хугарах болно.",
            "Мэдрэмжгүй байдал: ESTJ-ууд хүмүүсийн мэдрэмжээс илүүтэйгээр даалгавраа дуусгахыг урьтал болгодог бөгөөд энэ нь тэднийг заримдаа бүдүүлэг эсвэл мэдрэмжгүй мэт харагдуулдаг. Ялангуяа үр дүнд хүрэхийн тулд дарамт шахалтанд орсон үед тэд хатуу ширүүн эсвэл шүүмжлэлтэй хандаж болно.",
          ],
        },
      },
      {
        id: 12,
        type: "ESFJ",
        basic:
          "Консул (ESFJ) нь гадаад ааштай, ажиглагч, мэдрэмжтэй, шүүмжлэгч шинж чанартай хүн юм. Тэд анхаарал халамжтай, хүмүүст төвлөрч, нийгмийн харилцаанд оролцох дуртай байдаг. Тэдний ололт амжилтыг шийдвэрлэх үнэт зүйлсээр удирдан чиглүүлдэг бөгөөд тэд бусдад заавар зөвлөгөө өгөхөд бэлэн байдаг.",
        image: "/personalities/esfj.png",
        aw: {
          strength: [
            "Эмпатик: ESFJs нь эргэн тойрныхоо хүмүүсийн сэтгэл хөдлөлийг өрөвдөж, дасан зохицдог. Тэд хүмүүсийг унших чадвартай бөгөөд ихэвчлэн сэтгэл санааны дэмжлэг үзүүлэхдээ маш сайн байдаг.",
            "Нийгмийн болон гадаад харилцаа: ESFJs нь бусадтай харилцахдаа хөгждөг нийгмийн амьтад юм. Тэд бүлгийн гишүүн байх дуртай бөгөөд ихэнхдээ намын амьдрал байдаг.",
            "Responsible and dependable: ESFJs take their responsibilities seriously and are highly dependable. They are committed to meeting their obligations and can be counted on to follow through on their commitments.",
          ],
          weakness: [
            "Шүүмжлэлд хүндрэлтэй байдаг: ESFJ-ууд шүүмжлэлд мэдрэмтгий байж, үүнийг хувь хүн болгон авч болно. Бусад хүмүүс бүтээлч санал хүсэлт гаргахад тэд өөрийгөө өмөөрөх эсвэл гомддог.",
            "Хэт их өөрийгөө золиослох: ESFJ-ууд бусдын хэрэгцээг өөрсдийнхөө хэрэгцээнээс урьтал болгож, өөрсдийн сайн сайхан байдлыг үл тоомсорлодог. Тэд бусдын хэрэгцээг өөрийнхөө хэрэгцээнээс дээгүүр тавих хандлагатай байж болох бөгөөд энэ нь ядрахад хүргэдэг.",
            "Өөрчлөлтийн хүндрэл: ESFJ-ууд шинэ нөхцөл байдал эсвэл хүрээлэн буй орчны өөрчлөлтөд дасан зохицоход хэцүү байдаг. Тэд өөрчлөлтөд тэсвэртэй байж магадгүй бөгөөд шинэ нөхцөл байдалд дасан зохицоход цаг хугацаа хэрэгтэй байж магадгүй юм. Тэд танил хэвшлийг дагаж мөрдөхийг илүүд үздэг бөгөөд ая тухтай бүсээсээ гарахад хэцүү байж магадгүй юм.",
          ],
        },
      },
    ],
  },
  {
    Title: "Судлаачид",
    description:
      "Explorers нь бие даасан, хурдан сэтгэдэг ямар ч нөхцөл байдалд дасан зохицдог төрлийн хүмүүс юм",
    items: [
      {
        id: 13,
        type: "ISTP",
        basic:
          "ISTP нь дотогшоо, ажиглагч, сэтгэн бодох, эрэл хайгуулыг зорьдог шинж чанартай хүн юм. Тэд бие даасан байхыг хүсэмжилдэг бөгөөд гадны хамааралгүйгээр зорилогдоо хүрэхийг илүүд үздэг. Тэд эрэл хайгуул, хувийн ур чадвараар амьдралд оролцож, шаардлагатай бол арга барилаа өөрчилдөг дасан зохицох чадвартай байдаг",
        aw: {
          strength: [
            "Асуудал тэдний хувьд асуудал биш зүгээр сорил гэж хардаг.",
            "Тэд гаргасан санаагаа гараараа бүтээх чадамжтай байдаг.",
            "Хурдан суралцах бол тэдний нэрийн хуудас",
          ],
          weakness: [
            "Тэд гэнэтийн зүйлд хариу үзүүлэхдээ муу бөгөөд яг л залхуу баавгай шиг удаан хариу үйлдэл үзүүлдэг.",
            "Тэдний хувьд хүлээх бол хамгийн том сорилт тэднийг хүлээлгэх нь таньд л муу.",
            "Эрсдэл бол тэдний 2 дохь нэр. Эрсдэлтэй үйлдэл хийх нь тэдний тэвчээргүй занг илэрхийлдэг.",
          ],
        },
        image: "/personalities/istp.png",
      },
      {
        id: 14,
        type: "ISFP",
        basic:
          "ISFP нь дотогшоо, ажиглагч, мэдрэмжтэй, эрэл хайгуулын шинж чанартай хүн юм. Тэд нээлттэй сэтгэлгээтэй, амьдралд ойртох, шинэ туршлага, халуун дулаан сэтгэлтэй хүмүүстэй байх хандлагатай байдаг. Тэдний орчиноо мэдрэх чадвар нь сэтгэл хөдөлгөм боломжуудыг бүтээхэд тусалдаг.",
        aw: {
          strength: [
            "Тэдний сайхан сэтгэл нь бурхан шиг гэж хэлэгддэг түүнтэй ойртох хэцүү ч танилцаад авбал ч.",
            "Үнэн ч бол тэдний хоч нэр. Тэр урвагч байх нь юу л бол.",
            "Тэд хайрцагнаас гадуур сэтгэж, хувь хүнийхээ онцлогийг илэрхийлж уламжлалыг эсэргүүцэхээс буцдаггүй.",
          ],
          weakness: [
            "Тэдний хувьд бол ирээдүй асуултын тэмдэг тэд ирээдүйг төлөвлөх дургуй. Магадгүй сайн зүйл байж болохийм.",
            "ISFP гэвэл та хаварын тэнгэрийг бодож болно тэдэн шиг таамаглахийн аргагүй ааш бол өө бурхан минь.",
            "Эмзэг байдал нь тэдний хэцүүхэн шинж тэмдэгүүдийн нэг.",
          ],
        },

        image: "/personalities/isfp.png",
      },
      {
        id: 15,
        type: "ESTP",
        basic:
          "ESTP нь ихэвчлэн аналитик, нээлттэй, урам зоригтой, түүнчлэн логик шинж чанартай байдаг бөгөөд тэд ажиглагч, авхаалжтай байх хандлагатай байдаг. Ийм зан чанартай хүмүүс ирээдүйд гэхээсээ илүүтэй өнөө цагт анхаарлаа хандуулах сонирхолтой байдаг. Тэдний гадагшаагаа байдал нь бусдад инээмсэглэл бэлэглэдэг.",
        image: "/personalities/estp.png",
        aw: {
          strength: [
            "Тэр бол шууд асууж шууд хариулдаг шударга гарууд.",
            "Ахлагч болгоход тэднээс илүү тохирох нэгэн үгүй тэдний удирдах чадвар нь яг л Путин.",
            "ESTP бол хил хязгаарыг давж, шинэ зүйлийг нээн илэрүүлэхээс баяр баясгалан гэж тэдэнд үгүй.",
          ],
          weakness: [
            "Тэд бол зөрүүд зангийн илэрхийлэл тэд нэг зөв гэж гүрийвэл тэрний зөв.",
            "Дүрэм? Тэр нь юу юм гэж тэд асуух болно.",
            "ESTP хаана ч байсан үргэлж эхэнд байх болно яагаад гэвэл тэдэнд тэвчээр байхгүй.",
          ],
        },
      },
      {
        id: 16,
        type: "ESFP",
        basic:
          "ESFP бол ажиглагч, мэдрэмжтэй, эрэл хайгуулын шинж чанартай хүн юм. Эдгээр хүмүүс эрч хүчтэй туршлагад дуртай, амьдралд чин сэтгэлээсээ оролцож, үл мэдэгдэх зүйлийг олж мэдэхээс таашаал авдаг. Тэд маш олон нийттэй байж, бусдыг хамтын үйл ажиллагаанд урамшуулан дэмждэг.",
        image: "/personalities/esfp.png",
        aw: {
          strength: [
            "Орчин бүрдүүлэгч бөгөөд өөртөө хүмүүс татах чадвартай ба бусдаар өөрийгөө хүрээлүүлэх дуртай.",
            "Ажиглах нь тэднийг онцгой болгодог бөгөөд тэд жижил зүйлийг ч анзаарч хардаг.",
            "Тэд бол яриасаг мөн нөхөрсөг хүн учираас хүн болгон дуртай байдаг.",
          ],
          weakness: [
            "Удаан хугацааны төлөвлөгөөнд тэд зохицохгүй учир нь тэд уйдчихна.",
            "Тэд хэтэрхий мэдрэмтгий учираас гомдоовол эсвэл уурлуулвал чамд л хэцүү.",
            "Нэг зүйлд анхаарлаа хандуулах нь тэдэнд боломжгүй мэт санагддаг.",
          ],
        },
      },
    ],
  },
];
